<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Table Header
    |--------------------------------------------------------------------------
    */

    'table.heading' => 'Verziótörténet',

    /*
    |--------------------------------------------------------------------------
    | Table Columns
    |--------------------------------------------------------------------------
    */

    'column.user_name' => 'Felhasználó',
    'column.event' => 'Esemény',
    'column.created_at' => 'Létrehozva',
    'column.old_values' => 'Régi értékek',
    'column.new_values' => 'Új értékek',

    /*
    |--------------------------------------------------------------------------
    | Table Actions
    |--------------------------------------------------------------------------
    */

    'action.restore' => 'Helyreállítás',

    /*
    |--------------------------------------------------------------------------
    | Notifications
    |--------------------------------------------------------------------------
    */

    'notification.restored' => 'Sikeres helyreállítás',
    'notification.unchanged' => 'Nem történt változás',
];
